{
    "data": [
        {
            "lesson_id": 1,
            "lesson_title": "Tell me about yourself",
            "lesson_type": "",
            "thumbnail_image_url": "https://i.ibb.co/p4sQcLn/im-lesson1.webp",
            "deep_link_path": "deep_link_path",
            "lesson_details": {
                "lesson_details_title_extension": "(in a job interview)",
                "lesson_details_podcast": "https://firebasestorage.googleapis.com/v0/b/d4rk-plus-apps---android.appspot.com/o/tell_me_about_yourself.mp3?alt=media&token=c2926593-370d-447b-b725-45b8385dba92",
                "lesson_details_intro": "Bun găsit dragi prieteni. Azi, la ora de engleză vom învăța cum să avem un interview reușit.",
                "lesson_details_summary": "Atunci când vrăbiile cântau minunat prin copaci totul era fericit. Noi eram veseli și jucăuși. Dar… ne-au trimis de acasă. Ne-au trimis… la școală they send me away and they thought me how to be sensible și ne-au învățat să fim rezonabili responsible, logical, practical pentru că așa e lumea în care urma să trăim nu-i așa? Dar astăzi este despre interview și așa este lumea interview-urilor practical, responsible, logical and we have to be sensible și noi chiar trebuie să fim de nădejde.\n\nDe fapt la un interview este despre cum să te vinzi how to sell yourself spun experții în interview-uri. Știu că sună cinic cynical ca și în cântecul nostru. Dar chiar așa și este and we have to be dependable orice angajator are nevoie de oameni în care să aibă încredere dependable, iar noi trebuie să ne descriem cât mai pozitiv putem. Partea bună e că orice CEO AgeO manager, orice director, orice angajator, orice meneger de personal, toți sunt și ei oameni, iar noi trebuie să avem în minte să le oferim cea mai bună versiune a noastră. Nu mai este destul să spui că ești onest, hard working, confident, loyal, team player, responsible, sensible, amyrical, nu… Acum trebuie s-o arăți. You have to show them you are responsible, dependable. But how? Pur și simplu le răspunzi cu ceea ce vor să audă la întrebarea Tell me about yourself\n\nSo, tell me about yourself.\n\nLe spunem povestea vieții noastre? So, you want me to tell you the story of my life? No! He does not want to hear you telling him the story of your life. Nu, pentru că nu suntem Brad Pitt în interview cu un vampir. Nu ne întreabă despre viața noastră.. despre cățel, despre părinți. It's not about your life story.\n\nYour parents, your background and your dog's name...\n\nNo, it's not about this.\n\nWhat kind of cat do you have. It is not about that. So, when people hear that question they think Oh, let me tell you my life story and 20 minutes into... you had not talk about anything important. So, what they actually asking this? What are you bringing to the table. So, from now on when you hear the question \"Tell me about yourself\" I want you to make a mental switch. That equals what value could you bring to the company.\n\nWhat value could you bring to the company. Asta vor să audă. Ce valoare aduci companiei. Ce probleme poți să rezolvi. Problems can you solve to the company. Ce probleme rezolvi pentru companie. Asta este cheia numărul 1 pe care v-o aduc astăzi The key number one.\n\nKey number too… Is to be your best self. Be yourself, of cure, be authentic but be the best version of yourself. Fii cea mai bună versiune a ta la interviu. Probabil și în job, dar mai ales la interview trebuie să arăți asta. De ce te potrivești cu ei? Pentru că la urma urmei toți angajatorii vor să știe două lucruri.\n\n1. Dacă poți să-ți faci treaba bine. Can you do the job well? \n2. Ești tu alegerea corectă în poziția respectivă? Are you the right choice for the position? \n3. Are the 3 S. Sunt cei trei S. Succes, strength, situation. Le aduci povestea ta de succes, de putere și de situație. Dacă ești potrivit în situația respectivă.\n\nPovestea de succes!!!\n\nPovestea de succes, ne putem ajuta de cele 7 cuvinte de putere. Vă voi da acele 7 cuvinte de putere.\n\nSeven power words. Prin aceste cuvinte îi spuneți Yes I can do the job! I am the right choice. Primul cuvânt, I am responsible, or responsibility folosim expresii precum It was my responsibility to do this, când vorbim de un job trecut. Pentru că vom face un mic \"background\", o mică istorie a ceea ce am făcut înainte. Și spui: my responsibility was…, responsabilitatea mea era să… Prin asta arăți ce responsabil ești tu, cât de bine poți colabora, \"Colaborate\", este al doilea cuvânt cheie. In my last job I colaborated with… \"Initiative\", al treilea cuvânt de putere. I took initiative, arătă că făceai ceea ce trebuia să faci, fără ca nimeni să ți-o ceară. Okay, it was my initiative to do this… and that…, la fel, \"initiative\" arătă că de fapt aveai încredere în tine și ești un bun muncitor. You showself confidence and you are a hardworker for self. Alt cuvânt de putere este \"a rezolva\" resolve. I resolve the situation when something happened. Când ceva s-a întâmplat. I resolve the situation that ant that and that and by doing that. Alt cuvânt de putere este \"lead\". Chiar dacă nu veți fi într-o situație de manager sau de leaders, cuvântul \"lead\" I was leading, este un cuvânt de putere. \"Result\" este un alt cuvânt puternic my result was. And example este alt cuvânt. Poate vom detalia data viitoare aceste cuvinte. Dar să nu uităm de unde am pornit, de la a fi responsabil. Responsibility. And they told me how to be responsible, logical, practical, not clinical, right? Asta vor să audă. Nu neapărat să spunem prin cuvinte ca noi suntem responsabili, ci că ne-am achitat și ne achităm bine de job. I always follow trought wet I say and gonna go. I am dependable. I hold myself accountable. I take responsibility and do what need to be done. Este exact ceea ce vor să audă că faci ceea ce trebuie să faci. You do what need to be done. Vor să audă că ești în controlul situației. I show self control. Nu îi judeci pe ceilalți, deci știi să colaborezi ești un good player. Use good judgement. Te gândești la consecințe I think about consecuences of my action. Și responsabilitatea este your duty number 1. Îmi îndeplinesc toate obligațiile morale. Și chiar și atunci când greșești, pentru că întotdeauna vă vor întreba despre weaknesses. Weaknesses is the same subject pentru data viitoare avem \"weaknesses\". If I, dacă greșești, if I mess up, it's something I always confess up. I confess, marturisesc. I will keep my head up and neber give up. It is my dudy. And responsibility to follow trought. Așa este datoria mea și responsabilitatea să reușesc în tot ceea ce fac și sunt responsabil de asta. You can come to me, puteți conta pe mine. Acesta ar fi trebuit să fie un cântec pentru copii, ne jucam puțin cu registrele, aceasta e ideea dragii mei, astăzi v-am dat 3 chei despre cum să facem față unui inteview și sper că v-am luat puțin din stresul pe care îl avem cu toții atucni când stăm pe scaun cu CV-ul nostru în fața cuiva care ne pune întrebări și vrea să știe despre noi. Asta vrea să audă despre noi, cât de buni suntem și cum ne îndeplinim datoriile întotdeauna. Cât de minunați regi ai paradisului suntem noi.\n\nVom continua data viitoare cu călătoria noastră în tărâmul interview-urilor și să nu uităm să fim întotdeauna buni cu noi înșine și nu prea clinici într-o lume atât de dură. Pentru că la urma urmei trebuie să știm cine suntem și doar noi singuri ne putem da răspunsul la această întrebare. Pentru că la urma urmei voiam să știm cu toții cine suntem. Who I am? Iar răspunsul la această întrebare nu ni-l poate da niciun interview. Dar, orice interview ne poate ajuta să știm cine suntem noi cu adevărat. Și poate într-o zi chiar vom afla."
            }
        },
        {
            "lesson_id": 2,
            "lesson_title": "To be or not to be",
            "lesson_banner": "https://i.ibb.co/Y4SmcSz/im-lesson2.webp",
            "lesson_details": {
                "lesson_details_title_extension": "",
                "lesson_details_podcast": "https://firebasestorage.googleapis.com/v0/b/d4rk-plus-apps---android.appspot.com/o/to_be_or_not_to_be.mp3?alt=media&token=f240fe96-c403-4a99-a8b2-e761e640e393",
                "lesson_details_intro": "Bun găsit prieteni la lecția de engleză de la radio, sunt Lidia Melinte ghidul vostru printre cuvinte, expresii și puțină muzică în limba engleză, frumoasa limbă a lui William Shakespeare, dar și a lui Freddy Mercury care spunea că tot ceea ce a trebuit să știu am auzit  la radio.",
                "lesson_details_summary": "My radio, my only friend to teenage nights de Freddy Mercury, cântă la început. I sit alone and watch your light my only friend to teenage nights. Stau singur și-ți privesc lumina unicul meu prieten al nopților mele de adolescent.\n\nBineînțeles putem asculta cântecul optând și pentru lyrics, versuri și chiar vă rog să faceși astfel, să ascultați muzica împreună cu versurile, astfel ve-ți învăța atât vizual cât și auditiv, dar subiectul de astăzi este to be, I am, you are, he is, she is. Bineînțeles frumos exemplificat într-un cântecel de început în învățarea limbii engleze.\n\nI am here, eu sunt aici, you are there. Și chiar așa se întamplă, I am here, you are there, in England I'm here, in Romanian you are there, in England. He is happy? Who is happy? Somebody is happy. Cineva este fericit, he is happy. She is sad, altcineva este trist, ea este tristă, she is sad.\n\nIt is burning ceva poate să ardă undeva, nu ne gândim, nu știu, o inimă, o pădure, din păcate. It is burning, it, pentru animale, obiecte, fenomene… It.. It is burning, the world is turing. Toate acestea în timp ce lumea se învârte, the world is turning.\n\nÎn timp ce, we are people, noi suntem oameni, and they are plants, și ele sunt plante.\n\nHe is blue, she is red, acestea două fiind stări de spirit, verbul to be exprimă de asemenea stări de pirit.\n\nDupă cum am văzut verbul to be poate exprima și stări de spirit he is blue, she is red. Sunt aceste expresii folosind culorile din limba engleză, sunt foarte multe expresii care folosesc culorile, care de care mai colorate, flying colors. We like to learning English and finish the leason with flying colors cu succes, nu? White elephant, you know the expression, ceva scump și nefolositor. A golden boy, a golden girl. Vreau începutul la he is blue, she is red, de la stari de spirit, cineva este trist, el este trist, he is blue, she is red, dar ea este furioasa. Blue, de asemenea este un cuvânt care intră în foarte multe expresii. True blue, care înseamnă faithful, loial, credincios, once in a blue moon foarte rar, aproape niciodata… Once in a blue moon, out at the blue, din senin, în mod neasteptat, it's rained yesterday in Romania out at the blue. La noi nu ploua, sunt 40 de grade deci ar fi o minune să plouă, chiar și in out at the blue pe neașteptate.\n\nMai există băieții cu ochi albaștrii, blue eyed boy, cu altă semnificație decât cea care stă în România, băieți cu ochii albaștrii. Aici se referă la oameni privilegiați. He's such a blue eyed boy. The manager always treats him as if he's special, deci cineva care primește un tratament special.\n\nMai există și boys in blue, să nu confundăm… Băieții în albastru, adică în uniforme folosită pentru a descrie poliția britanică datorită culorii albastre a uniformei. I saw boys in blue on the street I think everything is OK. Am văzut poliția pe stradă, cred că totul este OK.\n\nMai există și expresia blue color worker, muncitorii care prestează munca fizică, blue color worker, distinct de white color worker, de cei care prestează munca la birou. Dar mai există și pink color, pentru femeile care, sunt secretare sau au munca de asistente, pink color related to jobs and secretarial work. Cu pink, ar fi pink elephants frumoasă expresie care arată că există o halucinație undeva în creierul nostru sau pink slip, o metaforă folosită pentru atunci când cineva este concendiat, iar fired to received a pinks slip, n-am vrea să se întâmple asta.\n\nUmmm.. cu verde, verde îmi place foarte mult expresia have a green thumb de data aceasta nu am folosit I am, ci am folosit to have, have a green thumb, avea talent pentru grădinărit, I think I have a green thumb. I like flowers and I loved plant and take care of them.\n\nRed, pentru exprimarea stărilor mai puternice. I see red, I become very angry! Văd rosu înaintea ochilor, I see red sau I am in the red. I am in red, I am in depth, în datorii, am datorii. Red herring, o expresie folosită pentru ceva care ne distrage atenția, something unimportant that distract attention from the real issue. A red herring. I have something important to write but there is the red herring that disturbs me. Ceva care ne distrage. Red tape, birocrație, mai ales în România. I had to go to much red tape to open this company."
            }
        }
    ]
}