{
    "data": [
        {
            "lesson_title": "Tell me about yourself (in a job interview)",
            "lesson_content": [
                {
                    "content_id": "1",
                    "content_type": "content_player",
                    "content_audio_url": "https://firebasestorage.googleapis.com/v0/b/d4rk-plus-apps---android.appspot.com/o/tell_me_about_yourself.mp3?alt=media&token=c2926593-370d-447b-b725-45b8385dba92"
                },
                {
                    "content_id": "2",
                    "content_type": "content_divider"
                },
                {
                    "content_id": "3",
                    "content_type": "header",
                    "content_text": "Bun găsit dragi prieteni. Azi, la ora de engleză vom învăța cum să avem un interview reușit."
                },
                {
                    "content_id": "4",
                    "content_type": "image",
                    "content_image_src": "https://i.ibb.co/p4sQcLn/im-lesson1.webp"
                },
                {
                    "content_id": "5",
                    "content_type": "ad_large_banner"
                },
                {
                    "content_id": "6",
                    "content_type": "content_text",
                    "content_text": "Atunci când vrăbiile cântau minunat prin copaci totul era fericit. Noi eram veseli și jucăuși. Dar… ne-au trimis de acasă. Ne-au trimis… la școală <i><b>they send me away and they thought me how to be sensible</b></i> și ne-au învățat să fim rezonabili <i><b>responsible, logical, practical</b></i> pentru că așa e lumea în care urma să trăim nu-i așa? Dar astăzi este despre interview și așa este lumea interview-urilor <i><b>practical, responsible, logical and we have to be sensible</b></i> și noi chiar trebuie să fim de nădejde."
                },
                {
                    "content_id": "7",
                    "content_type": "content_text",
                    "content_text": "De fapt la un interview este despre cum să te vinzi <i><b>how to sell yourself</b></i> spun experții în interview-uri. Știu că sună cinic <i><b>cynical</b></i> ca și în cântecul nostru. Dar chiar așa și este <i><b>and we have to be dependable</b></i> orice angajator are nevoie de oameni în care să aibă încredere dependable, iar noi trebuie să ne descriem cât mai pozitiv putem. Partea bună e că orice CEO AgeO manager, orice director, orice angajator, orice meneger de personal, toți sunt și ei oameni, iar noi trebuie să avem în minte să le oferim cea mai bună versiune a noastră. Nu mai este destul să spui că ești <i><b>onest, hard working, confident, loyal, team player, responsible, sensible, amyrical</b></i>, nu… Acum trebuie s-o arăți. <i><b>You have to show them you are responsible, dependable. But how?</b></i> Pur și simplu le răspunzi cu ceea ce vor să audă la întrebarea <i><b>Tell me about yourself</b></i>"
                },
                {
                    "content_id": "8",
                    "content_type": "content_text",
                    "content_text": "<b><u>So, tell me about yourself.</u></b>"
                },
                {
                    "content_id": "9",
                    "content_type": "content_text",
                    "content_text": "Le spunem povestea vieții noastre? <b><u>So, you want me to tell you the story of my life?</u></b> <i><b>No! He does not want to hear you telling him the story of your life.</b></i> Nu, pentru că nu suntem Brad Pitt în interview cu un vampir. Nu ne întreabă despre viața noastră.. despre cățel, despre părinți. <i><b>It's not about your life story.</b></i>"
                },
                {
                    "content_id": "10",
                    "content_type": "content_text",
                    "content_text": "<i><b>Your parents, your background and your dog's name...</b></i>"
                },
                {
                    "content_id": "11",
                    "content_type": "content_text",
                    "content_text": "<i><b>No, it's not about this.</b></i>"
                },
                {
                    "content_id": "12",
                    "content_type": "ad_large_banner"
                },
                {
                    "content_id": "13",
                    "content_type": "content_text",
                    "content_text": "<i><b>What kind of cat do you have. It is not about that. So, when people hear that question they think Oh, let me tell you my life story and 20 minutes into... you had not talk about anything important. So, what they actually asking this? What are you bringing to the table. So, from now on when you hear the question \"Tell me about yourself\" I want you to make a mental switch. That equals what value could you bring to the company.</b></i>"
                },
                {
                    "content_id": "14",
                    "content_type": "content_text",
                    "content_text": "<i><b>What value could you bring to the company.</b></i> Asta vor să audă. Ce valoare aduci companiei. Ce probleme poți să rezolvi. <i><b>Problems can you solve to the company.</b></i> Ce probleme rezolvi pentru companie. Asta este cheia numărul 1 pe care v-o aduc astăzi <i><b>The key number one.</b></i>"
                },
                {
                    "content_id": "15",
                    "content_type": "content_text",
                    "content_text": "<i><b>Key number too… Is to be your best self. Be yourself, of cure, be authentic but be the best version of yourself.</b></i> Fii cea mai bună versiune a ta la interviu. Probabil și în job, dar mai ales la interview trebuie să arăți asta. De ce te potrivești cu ei? Pentru că la urma urmei toți angajatorii vor să știe două lucruri."
                },
                {
                    "content_id": "16",
                    "content_type": "content_text",
                    "content_text": "1. Dacă poți să-ți faci treaba bine. <i><b>Can you do the job well?</b></i>"
                },
                {
                    "content_id": "17",
                    "content_type": "content_text",
                    "content_text": "2. Ești tu alegerea corectă în poziția respectivă? <i><b>Are you the right choice for the position?</b></i>"
                },
                {
                    "content_id": "18",
                    "content_type": "content_text",
                    "content_text": "3. <i><b>Are the 3 S.</b></i> Sunt cei trei S. <i><b>Succes, strength, situation.</b></i> Le aduci povestea ta de succes, de putere și de situație. Dacă ești potrivit în situația respectivă."
                },
                {
                    "content_id": "19",
                    "content_type": "content_text",
                    "content_text": "<b>Povestea de succes!!!</b>"
                },
                {
                    "content_id": "20",
                    "content_type": "content_text",
                    "content_text": "Povestea de succes, ne putem ajuta de cele 7 cuvinte de putere. Vă voi da acele 7 cuvinte de putere."
                },
                {
                    "content_id": "21",
                    "content_type": "ad_large_banner"
                },
                {
                    "content_id": "22",
                    "content_type": "content_text",
                    "content_text": "<i><b>Seven power words</b></i>. Prin aceste cuvinte îi spuneți <i><b>Yes I can do the job! I am the right choice.</b></i> Primul cuvânt, I am responsible, or responsibility folosim expresii precum <i><b>It was my responsibility to do this</b></i>, când vorbim de un job trecut. Pentru că vom face un mic \"background\", o mică istorie a ceea ce am făcut înainte. Și spui: <i><b>my responsibility was…</b></i>, responsabilitatea mea era să… Prin asta arăți ce responsabil ești tu, cât de bine poți colabora, <i><b>\"Colaborate\"</b></i>, este al doilea cuvânt cheie. <i><b>In my last job I colaborated with… \"Initiative\"</b></i>, al treilea cuvânt de putere. <i><b>I took initiative</b></i>, arătă că făceai ceea ce trebuia să faci, fără ca nimeni să ți-o ceară. <i><b>Okay, it was my initiative to do this… and that…</b></i>, la fel, <i><b>\"initiative\"</b></i> arătă că de fapt aveai încredere în tine și ești un bun muncitor. <i><b>You showself confidence and you are a hardworker for self</b></i>. Alt cuvânt de putere este \"a rezolva\" <i><b>resolve. I resolve the situation when something happened</b></i>. Când ceva s-a întâmplat. <i><b>I resolve the situation that ant that and that and by doing that</b></i>. Alt cuvânt de putere este <i><b>\"lead\"</b></i>. Chiar dacă nu veți fi într-o situație de manager sau de <i><b>leaders</b></i>, cuvântul <i><b>\"lead\" I was leading</b></i>, este un cuvânt de putere. <i><b>\"Result\"</b></i> este un alt cuvânt puternic <i><b>my result was. And example</b></i> este alt cuvânt. Poate vom detalia data viitoare aceste cuvinte. Dar să nu uităm de unde am pornit, de la a fi responsabil. <i><b>Responsibility. And they told me how to be responsible, logical, practical, not clinical, right?</b></i> Asta vor să audă. Nu neapărat să spunem prin cuvinte ca noi suntem responsabili, ci că ne-am achitat și ne achităm bine de job. <i><b>I always follow trought wet I say and gonna go. I am dependable. I hold myself accountable. I take responsibility and do what need to be done</b></i>. Este exact ceea ce vor să audă că faci ceea ce trebuie să faci. You do what need to be done. Vor să audă că ești în controlul situației. <i><b>I show self control</b></i>. Nu îi judeci pe ceilalți, deci știi să colaborezi ești un <i><b>good player. Use good judgement</b></i>. Te gândești la consecințe <i><b>I think about consecuences of my action</b></i>. Și responsabilitatea este <i><b>your duty number 1</b></i>. Îmi îndeplinesc toate obligațiile morale. Și chiar și atunci când greșești, pentru că întotdeauna vă vor întreba despre <i><b>weaknesses. Weaknesses is the same subject</b></i> pentru data viitoare avem <i><b>\"weaknesses\". If I</b></i>, dacă greșești, <i><b>if I mess up, it's something I always confess up. I confess, marturisesc. I will keep my head up and neber give up. It is my dudy. And responsibility to follow trought.</b></i> Așa este datoria mea și responsabilitatea să reușesc în tot ceea ce fac și sunt responsabil de asta. <i><b>You can come to me</b></i>, puteți conta pe mine. Acesta ar fi trebuit să fie un cântec pentru copii, ne jucam puțin cu registrele, aceasta e ideea dragii mei, astăzi v-am dat 3 chei despre cum să facem față unui inteview și sper că v-am luat puțin din stresul pe care îl avem cu toții atucni când stăm pe scaun cu CV-ul nostru în fața cuiva care ne pune întrebări și vrea să știe despre noi. Asta vrea să audă despre noi, cât de buni suntem și cum ne îndeplinim datoriile întotdeauna. Cât de minunați regi ai paradisului suntem noi."
                },
                {
                    "content_id": "23",
                    "content_type": "content_text",
                    "content_text": "Vom continua data viitoare cu călătoria noastră în tărâmul interview-urilor și să nu uităm să fim întotdeauna buni cu noi înșine și nu prea clinici într-o lume atât de dură. Pentru că la urma urmei trebuie să știm cine suntem și doar noi singuri ne putem da răspunsul la această întrebare. Pentru că la urma urmei voiam să știm cu toții cine suntem. <i><b>Who I am?</b></i> Iar răspunsul la această întrebare nu ni-l poate da niciun interview. Dar, orice interview ne poate ajuta să știm cine suntem noi cu adevărat. Și poate într-o zi chiar vom afla."
                },
                {
                    "content_id": "24",
                    "content_type": "ad_banner"
                }
            ]
        }
    ]
}