{
    "data": [
        {
            "lesson_title": "To be or not to be",
            "lesson_content": [
                {
                    "content_id": "1",
                    "content_type": "content_player",
                    "content_audio_url": "https://firebasestorage.googleapis.com/v0/b/d4rk-plus-apps---android.appspot.com/o/to_be_or_not_to_be.mp3?alt=media&token=f240fe96-c403-4a99-a8b2-e761e640e393"
                },
                {
                    "content_id": "2",
                    "content_type": "content_divider"
                },
                {
                    "content_id": "3",
                    "content_type": "header",
                    "content_text": "Bun găsit prieteni la lecția de engleză de la radio, sunt Lidia Melinte ghidul vostru printre cuvinte, expresii și puțină muzică în limba engleză, frumoasa limbă a lui William Shakespeare, dar și a lui Freddy Mercury care spunea că tot ceea ce a trebuit să știu am auzit  la radio."
                },
                {
                    "content_id": "4",
                    "content_type": "ad_large_banner"
                },
                {
                    "content_id": "5",
                    "content_type": "content_text",
                    "content_text": "My radio, my only friend to teenage nights de Freddy Mercury, cântă la început. I sit alone and watch your light my only friend to teenage nights. Stau singur și-ți privesc lumina unicul meu prieten al nopților mele de adolescent."
                },
                {
                    "content_id": "6",
                    "content_type": "content_text",
                    "content_text": "Bineînțeles putem asculta cântecul optând și pentru lyrics, versuri și chiar vă rog să faceși astfel, să ascultați muzica împreună cu versurile, astfel ve-ți învăța atât vizual cât și auditiv, dar subiectul de astăzi este to be, I am, you are, he is, she is. Bineînțeles frumos exemplificat într-un cântecel de început în învățarea limbii engleze."
                },
                {
                    "content_id": "7",
                    "content_type": "content_text",
                    "content_text": "I am here, eu sunt aici, you are there. Și chiar așa se întamplă, I am here, you are there, in England I'm here, in Romanian you are there, in England. He is happy? Who is happy? Somebody is happy. Cineva este fericit, he is happy. She is sad, altcineva este trist, ea este tristă, she is sad."
                },
                {
                    "content_id": "8",
                    "content_type": "content_text",
                    "content_text": "It is burning ceva poate să ardă undeva, nu ne gândim, nu știu, o inimă, o pădure, din păcate. It is burning, it, pentru animale, obiecte, fenomene… It.. It is burning, the world is turing. Toate acestea în timp ce lumea se învârte, the world is turning."
                },
                {
                    "content_id": "9",
                    "content_type": "content_text",
                    "content_text": "În timp ce, we are people, noi suntem oameni, and they are plants, și ele sunt plante."
                },
                {
                    "content_id": "10",
                    "content_type": "content_text",
                    "content_text": "He is blue, she is red, acestea două fiind stări de spirit, verbul to be exprimă de asemenea stări de pirit."
                },
                {
                    "content_id": "11",
                    "content_type": "ad_large_banner"
                },
                {
                    "content_id": "12",
                    "content_type": "content_text",
                    "content_text": "După cum am văzut verbul to be poate exprima și stări de spirit he is blue, she is red. Sunt aceste expresii folosind culorile din limba engleză, sunt foarte multe expresii care folosesc culorile, care de care mai colorate, flying colors. We like to learning English and finish the leason with flying colors cu succes, nu? White elephant, you know the expression, ceva scump și nefolositor. A golden boy, a golden girl. Vreau începutul la he is blue, she is red, de la stari de spirit, cineva este trist, el este trist, he is blue, she is red, dar ea este furioasa. Blue, de asemenea este un cuvânt care intră în foarte multe expresii. True blue, care înseamnă faithful, loial, credincios, once in a blue moon foarte rar, aproape niciodata… Once in a blue moon, out at the blue, din senin, în mod neasteptat, it's rained yesterday in Romania out at the blue. La noi nu ploua, sunt 40 de grade deci ar fi o minune să plouă, chiar și in out at the blue pe neașteptate."
                },
                {
                    "content_id": "13",
                    "content_type": "content_text",
                    "content_text": "Mai există băieții cu ochi albaștrii, blue eyed boy, cu altă semnificație decât cea care stă în România, băieți cu ochii albaștrii. Aici se referă la oameni privilegiați. He's such a blue eyed boy. The manager always treats him as if he's special, deci cineva care primește un tratament special."
                },
                {
                    "content_id": "14",
                    "content_type": "content_text",
                    "content_text": "Mai există și boys in blue, să nu confundăm… Băieții în albastru, adică în uniforme folosită pentru a descrie poliția britanică datorită culorii albastre a uniformei. I saw boys in blue on the street I think everything is OK. Am văzut poliția pe stradă, cred că totul este OK."
                },
                {
                    "content_id": "15",
                    "content_type": "content_text",
                    "content_text": "Ummm.. cu verde, verde îmi place foarte mult expresia have a green thumb de data aceasta nu am folosit I am, ci am folosit to have, have a green thumb, avea talent pentru grădinărit, I think I have a green thumb. I like flowers and I loved plant and take care of them."
                },
                {
                    "content_id": "16",
                    "content_type": "content_text",
                    "content_text": "Red, pentru exprimarea stărilor mai puternice. I see red, I become very angry! Văd rosu înaintea ochilor, I see red sau I am in the red. I am in red, I am in depth, în datorii, am datorii. Red herring, o expresie folosită pentru ceva care ne distrage atenția, something unimportant that distract attention from the real issue. A red herring. I have something important to write but there is the red herring that disturbs me. Ceva care ne distrage. Red tape, birocrație, mai ales în România. I had to go to much red tape to open this company."
                },
                {
                    "content_id": "8",
                    "content_type": "ad_banner"
                }
            ]
        }
    ]
}